{
	"latest-posts" : [
		{
			"img": {
				"square": {
					"src": "../../images/sample/thumb-square-river.jpg",
					"alt": "Post Thumbnail"	
				}
			},
			"headline" : {
				"short" : "Navigate the Allegheny River"
			},
			"exerpt" : {
				"medium" : "The Allegheny River is a principal tributary of the Ohio River; it is located in the Eastern United States. The Allegheny River joins with the Monongahela River to form the Ohio River at the Point of Point State Park in Downtown Pittsburgh, Pennsylvania."
			}
		},
		{
			"img": {
				"square": {
					"src": "../../images/sample/thumb-square-ivy.jpg",
					"alt": "Ivy"	
				}
			},
			"headline" : {
				"short" : "How to detect and avoid poison ivy"
			},
			"exerpt" : {
				"medium" : "Toxicodendron radicans, commonly known as poison ivy is a poisonous North American plant that is well known for its production of urushiol"
			}
		},
		{
			"img": {
				"square": {
					"src": "../../images/sample/thumb-square-yosemite.jpg",
					"alt": "Yosemite"	
				}
			},
			"headline" : {
				"short" : "Top 10 hiking mountains"
			},
			"exerpt" : {
				"medium" : "Yosemite National Park is a United States National Park spanning eastern portions of Tuolumne, Mariposa and Madera counties in the central eastern portion of the U.S. state of California."
			}
		},
		{
			"img": {
				"square": {
					"src": "../../images/sample/thumb-square-fire.jpg",
					"alt": "Fire"	
				}
			},
			"headline" : {
				"short" : "How to build a campfire"
			},
			"exerpt" : {
				"medium" : "A campfire is a fire lit at a campsite, to serve the following functions: light, warmth, a beacon, an insect and/or apex predator deterrent, to cook, and for a psychological sense of security. "
			}
		},
		{
			"img": {
				"square": {
					"src": "../../images/sample/thumb-square-gear.jpg",
					"alt": "Camping Gear"	
				}
			},
			"headline" : {
				"short" : "Pick the right camping gear"
			},
			"exerpt" : {
				"medium" : "The equipment used in camping varies with the particular type of camping. For instance, in survival camping the equipment consists of small items which have the purpose of helping the camper in providing food, heat and safety."
			}
		}
	],
	"inset-blocks" : [
		{
			"headline" : "This is the headline for the inset block"
		}
	],
	"latest-block" : [
		{
			"headline" : "This is the headline for the latest block"
		}
	]
}